{"data":[{"topic":"Sports","content":"Soccer legend Ronaldinho Retires from International Football in Jan 2018"},{"topic":"Sports","content":"Virat Kohli named ICC player of year in 2018, both ODI and Test ICC captian"},{"topic":"Global","content":"Nepal ended it's decade long tie up with Indian companies like Airtel,  Tata and so on for providing internet to its nation and has shaken hands with China Telecom Global"},{"topic":"Awards/Recognition","content":"Geeta verma from HP has been named in the WHO 2018 calendar girl for her Work in providing vaccine to the kids of shepherds and gujjar in Himachal Pradesh."},{"topic":"Technology","content":"In October 2017, Sophia the robot became a Saudi Arabian citizen, the first robot to receive citizenship of any country."},{"topic":"Nation","content":"On January 15, 2018, Odisha State government announced 'MMKSJ(Mukhaya Mantri Kalakar Sahayata Yojana', under which artists across the state will get a monthly assisstance of 1200 Rs. Estimated 50K artists will be benefited.)"},{"topic":"Nation","content":"In attempt to prevent Honor crime, the Supreme court has said Any Adult can marry anyone and nobody can object including parents, khap panchayats or society. Decison was given by CJI Dipak Mishra on petition filed by NGO Shakhti Vahini"},{"topic":"Technology","content":"Grab, Uber's biggest competitor in Southeast Asian market has acquired Bangalore based start up 'iKaaz' which provides payment services like online payment, audio based payment & peer-to-peer."},{"topic":"Global","content":"UK prime minister 'Thesara May' has appointed a 'Minister for loneliness' in a bid to tackle social isolation after reports claim that '9 million people' in the country suffered from Loneliness. Headed by 'Tracey Crouch', created in memory of Labour MP Jo Cox."},{"topic":"Nation","content":"Government has made it mandatory to have GPS in passengers vehicle from April 1. All Taxis, buses and public transport vehicle except for 3-wheelers and auto-rickshaw will ahve to install GPS and an alert button."},{"topic":"Nation","content":"India's most valued bank 'HDFC' has crossed 'Rs 5 trillion' market capitalisation for the first time, making it the 1st Indian bank to achieve this feat. 'TCS' and 'RIL' are the other 2 companies who have market capitalisation of over 'Rs 5 Trillion'"},{"topic":"Global","content":"North and South Korea have agreed to march together under a single 'unified Korea' flag at next month's Winter Olympics in South Korea. This rare show of unity was observed first at 1991 World Table Tennis championship."},{"topic":"Nation","content":"Maharashtra has become the 1st state in the country that has come up with public cloud policy, virtually mandating its department to shift their data storage onto the cloud."},{"topic":"Global","content":"Divers of Great Maya Aquifer project have discovered world's largest underwater cave in Mexico. Name 'Sac Actun-Dos Ojos' systems length is 215 miles."},{"topic":"Global","content":"Viorica Dancila has been named the 1st female PM of Romania following the sudden resignation of Mihai Tudor."},{"topic":"Sports","content":"Basketball hall of famer Jo Jo White, 2 time NBA champion with 'Boston Celtic' and Olympic gold medalist has died on 18th Jan 2018."},{"topic":"Awards/Recognition","content":"Jyoti Prakash Nirala, Indian Air Force Officer, who died fighting militants in Kashmir Valley received India's highest peacetime gallantry award 'Ashoka Chakra'."},{"topic":"Global","content":"Japan's JICA (Japan International Coorperation Agency) will give loan to Bengaluru Water Supply and Sewerage Project for an amount of Rs 2587 Croce (45 billion yen)."},{"topic":"Nation","content":"UP state has approved 'one district, one product' scheme to promote products indigenous to every district. This will boost economic development of the state, and also help in generation of 5 Lakhs jobs annually."},{"topic":"Tie Up","content":"Vodafone India has tied up with E-Commerce marketplace Flipcart to provide a range of entry-level smartphones at an effective price of Rs 999. This is under Flipcart's '#MyFirst4GSmartPhone' campaign"},{"topic":"Awards/Recognition","content":"Priyanka Chopra will be the global brand ambassador of Harman International, a wholly-owned subsidiary of Samsung Electronics Cooperation. She will be the face of the company for JBL and Harman Kardon audio brands."},{"topic":"Nation","content":"The centre sanctioned setting up of 2nd IIT in Karnataka at Raichur, after the one we have in Dharwad. "}]}